export const TAI_PHAKE_LAYOUT = [
  ['က︀', 'ၵ︀', 'င︀', 'ꩡ︀', 'ꩬ︀', 'ၺ︀', 'တ︀', 'ထ︀', 'ꩫ︀', 'ပ︀'],
  ['ၸ︀', 'မ︀', 'ယ︀', 'လ︀', 'ဝ︀', 'ꩭ', 'ၻ', 'ၼ', 'ၽ', 'ဢ︀'],
  ['ႃ', 'ိ', 'ီ', 'ု', 'ူ', 'ေ', 'ႄ', 'ႆ', 'ႂ်', '်', 'ၢ', 'ၤ'],
  ['ွ်', 'ၞ်', 'ြ', 'ျ', '်ံ', 'ို', 'ၞ', '꩹', 'ီု', 'ႝ', 'ေ︀', 'ွ', 'ႇ', 'ႈ', 'း', 'ႉ', 'ႊ', 'ႂ', 'ိႝ']
];

export const ASSAMESE_LAYOUT = {
  primary: [
    ['ক', 'খ', 'গ', 'ঘ', 'ঙ', 'চ', 'ছ', 'জ', 'ঝ', 'ঞ'],
    ['ট', 'ঠ', 'ড', 'ঢ', 'ণ', 'ত', 'থ', 'দ', 'ধ', 'ন'],
    ['প', 'ফ', 'ব', 'ভ', 'ম', 'য', 'ৰ', 'ল', 'ৱ', 'শ'],
    ['ষ', 'স', 'হ', 'ক্ষ', 'ৎ', 'া', 'ি', 'ী', 'ု', 'ূ', '্']
  ],
  shift: [
    ['অ', 'আ', 'ই', 'ঈ', 'উ', 'ঊ', 'ঋ', 'এ', 'ঐ', 'ও', 'ঔ'],
    ['ড়', 'ঢ়', 'য়', 'ং', 'ঃ', 'ঁ', 'ৃ', 'ে', 'ৈ', 'ো', 'ৌ'],
    ['০', '১', '২', '৩', '৪', '৫', '৬', '৭', '৮', '৯'],
    [' ', '।', '॥']
  ]
};
